{
    "navHome": "Home",
    "navServices": "Services",
    "navPortofolio": "Portofolio",
    "navWorkflow": "Workflow",
    "navClients": "Clients",
    "navTeam": "Team",
    "navContact": "Contact",
    "navTogorea": "Togorea",
    "textPhilosophy": "Philosophy",
    "bringingCloserInnovative": "Bringing closer innovative solutions",
    "haveATechnology": "Have a technology-related business idea and want to expand it, but you don't know how?",
    "youAreAFreshman": "You are a freshman in information technology and want to work with exciting projects from companies all around the world?",
    "wantToContribute": "Want to contribute for an open source project?",
    "wantToBecome": "Want to become part of a collaborative idea and find your future business partner?",
    "weVeGot": "We've got you covered",
    "findOutMore": "Find out more",
    "forEveryComplex": "For every complex problem, there is an answer that is clear, simple and wrong.",
    "wordsByH": "Words by H. L. Mencken",
    "whatIsMC": "What is MC Labs?",
    "weAreCollaborative": "We are collaborative tech company aiming to bring closer ideas with business needs. If you are a small, growing or even a large business and want to expand your indication in IT, here you will find everything you need. Passionate staff, solution oriented, identifying market gaps are behaviors and challenges we face up daily.",
    "whatWeDo": "What We Do?",
    "weMainlyWork": "We mainly work in our projects, join together tech startups and offer consultency in the IT industry to growing businesses and ideas.",
    "spanServices": "Services",
    "knowMoreAbout": "Know more about us",
    "h3Design": "Design",
    "itIsOurJob": "It is our job to introduce you with an idea when you don't have it. From the begining we have been designing systems and solutions for each kind of market.",
    "h3Development": "Development",
    "weAreCommited": "We are committed to offer you the most pleasant and understandable experience in the process of developing your ideas and solutions. Also our products follow the best practices of system design and implementation techniques.",
    "marketingAndStatistics": "Marketing & statistics",
    "followingTheLatest": "Following the latest trends we are introducing top-notch strategies for making impact in the outside world such as: Artificial intelligence, programmatic advertising, influencer marketing and social messaging apps.",
    "h3Security": "Security",
    "ourTeamProvides": "Our team provides the most secure solutions, introducing for the first time all-layers-covered security.",
    "h3RealtimeCommunication": "Real time communication",
    "stayAlwaysConnected": "Stay always connected with us. Providing you with all the tools to get in touch with the world.",
    "h3Seo": "SEO",
    "optimizingYourBusiness": "Optimizing your business and making it more accessible to the world. The way to get known simpler and collaborate easier.",
    "spanRecent": "Recent",
    "spanPortofolio": "Portfolio",
    "liProjects": "projects",
    "liIllustration": "illustration",
    "liMobile": "mobile",
    "liPhotography": "photography",
    "liWebsite": "website",
    "shopAndFashion": "Shop & Fashion",
    "spanAnalitycs": "Analitycs",
    "spanAnalitycs2": "Analitycs",
    "spanCryptoFinder": "Cryptofinder",
    "spanMobile": "Mobile",
    "dataEngineering": "Data engineering",
    "spanStatistics": "Statistics",
    "spanSteps": "STEPS",
    "spanWorkflow": "Workflow",
    "iIdea": "Idea",
    "iDesign": "Design",
    "iResult": "Result",
    "iDevelop": "Develop",
    "tab1": "When we start our projects the first and the most important parts in the process of system design and implementation is having a solid idea. For sure the criteria and evaluations might change, but it is crucial to define a product that will come into life and fit special needs of the market. For clearness, this process is the one that defines successful projects from the falied ones.",
    "tab2": "Systems design is the process of defining elements of a system like modules, architecture, components and their interfaces and data for a system based on the specified requirements. It is the process of defining, developing and designing systems which satisfies the specific needs and requirements of a business or organization. Design methods: Architectural design: To describes the views, models, behaviour, and structure of the system. Logical design: To represent the data flow, inputs and outputs of the system. Example: ER Diagrams (Entity Relationship Diagrams). Physical design. Defined as: How users add information to the system and how the system represents information back to the user. How the data is modelled and stored within the system. How data moves through the system, how data is validated, secured and/or transformed as it flows through and out of the system. ",
    "tab3": "The product development process encompasses all steps needed to take a product from concept to market availability. This includes identifying a market need, researching the competitive landscape, conceptualizing a solution, developing a product roadmap, building a minimum viable product, etc. Because they are ultimately responsible for the success or failure of the company's products, product managers typically drive the product development process from a strategic standpoint. But this process is not strictly a product management function. Product development requires the work and input of many teams across a business.",
    "tab4": "Test results are the outcome of the whole process of software testing life cycle. The results thus produced, offer an insight into the deliverables of a software project, significant in representing the status of the project to the stakeholders. Result is a kind of confirmation that gradually leads us to the right track towards the pursuit of a robust software application. Test result concludes the software test life cycle, thus allowing us to look into the facts and figures and progressively plan the subsequent activities.",
    "ourCollaborationWith": "Our collaboration with MC has been astonishing. We were able to release our product in less than two months. Definitely would consider them our business partner. We are hoping to cooperate with them in our other projects soon!",
    "patrickDime": "Patrick, Dime",
    "mcLabsDid": "MC Labs did a wonderful job designing and implementing our system. Work was done very quickly and the quality is outstanding. We enjoyed working with them, highly recommended.",
    "besartBEElectric": "Besart, BE Electric",
    "weCanNotSpeak": "We can not speak enough about how much of a pleasure it was working the MC Labs. They have been an extremely valuable resource nd we couldn't be any happier with the work they provided.",
    "mandyHT": "Mandy, HT",
    "evenMoreThan": "Even more than their great work, we appreciated the company's professionalism and constant communication. It was definitely refreshing. We recommend them with no resevations and we are looking forward to working with them again.",
    "mariaHospital": "Maria, HospitAL",
    "MCLAbsWasFantastic": "MC Labs was fantastic and a pleasure to work with. They has a deeep understanding of what work was needed and performed above and beyond expectations. Their work was incredibly professional and a joy to see!",
    "johnAsMed": "John, ASMed",
    "genuineGreatCommunication": "Genuine! Great communication, great working skills in outreaching and high work quality and efficiency. I'd love to work with them next time.",
    "amrVitech": "Amr, Vitech",
    "allyGreatExperience": "Really great experience. Very professional, great communication, fast responses to questions and an interesting project. I can recommend them without hesitation!",
    "adamOpen2Data": "Adam, Open2Data",
    "spanBehind": "Behind",
    "spanTheScene": "The Scene",
    "groundedAndSolution": "Grounded and solution-oriented Computer scientist and engineer.",
    "teamOrganizer": "Team organizer, passionate, intuitive in decision making.",
    "responsibleForIdentifying": "Responsible for identifying opportunities for business growth.",
    "developingStrategies": "Developing strategies and producing good content.",
    "facilitatingCustomerService": "Facilitating customer service, managing projects and campaigns.",
    "spanLimitless": "Limitless",
    "spanCreativeIdeas": "Creative Ideas",
    "haveAnIdea": "Have an idea and you are not sure about how it can make it's way into reality? Don't worry, we know that struggle and we are more than happy to help you accelerate it. From the beginning we will take care of the initial design, represent you a demo and surely move on to the next step. Just relax and see your idea comming into life. Most importantly be proud about it!",
    "linkContactUs": "Contact Us",
    "hoursOfWork": "Hours of Works",
    "projectsDone": "Projects Done",
    "satisfiedCustomers": "Satisfied Customers",
    "awardsWinning": "Awards Winning",
    "btnClose": "Close",
    "exampleModalLongTitle": "Privacy Policy",
    "h5AboutMC": "About MC Labs©",
    "h3MainOffice": "Main Office",
    "h5Company": "Company",
    "spanAboutUs": "About us",
    "spanTeam": "Team",
    "spanCustomers": "Customers",
    "spanWork": "Work",
    "spanBlog": "Blog",
    "h5Services": "Services",
    "liWebDesign": "Web Design",
    "liDevelopment": "Development",
    "liAnimations": "Animation",
    "liMobileApps": "Mobile Apps",
    "liCampaign": "Campaign",
    "helpAndSupport": "Help and Support",
    "socialMedia": "Social Media",
    "liveChat": "Live Chat",
    "termsOfServices": "Terms of Services",
    "liPrivacyPolicy": "Privacy Policy",
    "spanCopyright": "Copyright",
    "txtPosition1": "General manager",
    "txtPosition2": "Founder and CEO",
    "txtPosition3": "Internal project manager",
    "txtPosition4": "CMO and director of marketing",
    "txtPosition5": "Project supervisor",
    "txtPosition6": "Senior software engineer",
    "txtPosition7": "COO and Project supervisor",
    "txtDescription8": "They’re probably one of the easiest vendors I’ve ever worked with in the digital space. They have our best interests in mind. The team went the extra mile in negotiating costs and delivering within a flexible scope. They’re customer focused and strong in terms of development quality.",
    "txtPerson8": "Christina, SoftRoad",
    "txtPosition8": "Senior Project Manager",
    "txtDescription9": "They really dug deep to understand our industry and customer needs. They are truly engaged and always up for the next challenge.",
    "txtPerson9": "Michael, Contract",
    "txtPosition9": "CFO and operations manager"
}