{
    "navHome": "Startseit",
    "navServices": "Dienstleistungen",
    "navPortofolio": "Portofolio",
    "navWorkflow": "Arbeitsablauf",
    "navClients": "Kunden",
    "navTeam": "Team",
    "navContact": "Kontakt",
    "navTogorea": "Togorea",
    "textPhilosophy": "Philosophie",
    "bringingCloserInnovative": "Bringen innovative Lösungen",
    "haveATechnology": "Sie haben eine technologiebezogene Geschäftsidee und möchten diese bauen aus, aber wissen Sie nicht wie?",
    "youAreAFreshman": "Sie sind Studienanfänger/in in der Informatik und möchten an spannenden Projekten von Unternehmen auf der ganzen Welt mitarbeiten?",
    "wantToContribute": "Möchten Sie zu einem Open-Source-Projekt beitragen?",
    "wantToBecome": "Möchten Sie teil einer gemeinsamen Idee werden und Ihren zukünftigen Geschäftspartner finden?",
    "weVeGot": "Wir haben die Lösung für Sie",
    "findOutMore": "mehr über uns",
    "forEveryComplex": "Für jedes komplexe Problem gibt es eine passende, klare und einfache Antwort.",
    "wordsByH": "Worte des H. L. Mencken",
    "whatIsMC": "Was ist MC Labs?",
    "weAreCollaborative": "Wir sind ein kollaboratives Technologieunternehmen, das darauf abzielt, Ideen mit Geschäftsanforderungen in Einklang zu bringen.Wenn Sie ein kleines, wachsendes oder sogar ein großes Unternehmen sind und Ihre Indikation in der IT erweitern möchten, finden Sie hier alles, was Sie brauchen. Leidenschaftliche Mitarbeiter, lösungsorientiert, Erkennen, dass Marktlücken Verhaltensweisen und Herausforderungen sind, denen wir uns täglich immer wieder aufs neue stellen müssen.",
    "whatWeDo": "Was wir tun?",
    "weMainlyWork": "Wir arbeiten hauptsächlich in unseren Projekten, bringen Tech-Startups zusammen und beraten wachsende Unternehmen und Ideen in der IT-Branche.",
    "spanServices": "Dienstleistungen",
    "knowMoreAbout": "Erfahren Sie mehr über uns",
    "h3Design": "Design",
    "itIsOurJob": "Unsere Aufgabe ist es, das Ihnen eine Idee vorstellen, wenn Sie sie noch nicht haben. Von Anfang an, haben wir Systeme und Lösungen für jede Markt entwickelt.",
    "h3Development": "Entwicklung",
    "weAreCommited": "Wir sind bestrebt, Ihnen die angenehmste und verständlichste Erfahrung im Entwicklungsprozess Ihrer Ideen und Lösungen zu bieten. Unsere Produkte folgen auch den Best Practices des Systemdesigns und der Implementierungstechniken.",
    "marketingAndStatistics": "Marketing & Statistiken",
    "followingTheLatest": "Den neuesten Trends folgend führen wir erstklassige Strategien ein, um in der Außenwelt Wirkung zu erzielen, zum Beispiel:: Künstliche Intelligenz, programmatische Werbung, Influencer-Marketing und Social-Messaging-Apps.",
    "h3Security": "Sicherheit",
    "ourTeamProvides": "Unser Team bietet die sichersten Lösungen, einführung zum ersten Mal durch alle Schichten abgedeckte Sicherheit.",
    "h3RealtimeCommunication": "Kommunikation in Echtzeit",
    "stayAlwaysConnected": "Bleiben Sie immer und überall mit uns. Bietet Ihnen alle Werkzeuge, um mit der Welt in Kontakt zu treten.",
    "h3Seo": "SEO",
    "optimizingYourBusiness": "Optimizing your business and making it more accessible to the world. Der Weg, um einfacher bekannt zu werden und schneller zusammenzuarbeiten.",
    "spanRecent": "Kürzlich",
    "spanPortofolio": "Portfolio",
    "liProjects": "Projekte",
    "liIllustration": "illustration",
    "liMobile": "mobile",
    "liPhotography": "Fotografie",
    "liWebsite": "Webseite",
    "shopAndFashion": "Einkaufen & Mode",
    "spanAnalitycs": "Analytik",
    "spanAnalitycs2": "Analytik",
    "spanCryptoFinder": "Kryptofinder",
    "spanMobile": "Mobile",
    "dataEngineering": "Data engineering",
    "spanStatistics": "Statistiken",
    "spanSteps": "SCHRITTE",
    "spanWorkflow": "Arbeitsablauf",
    "iIdea": "Idee",
    "iDesign": "Design",
    "iResult": "Ergebnis",
    "iDevelop": "Entwickeln",
    "tab1": "Wenn wir mit unseren Projekten beginnen, ist der erste und wichtigste Teil des Prozesses des Systemdesigns und der Implementierung eine solide Idee. Natürlich können sich die Kriterien und Bewertungen ändern, Aber es ist entscheidend, ein Produkt zu definieren, das zum Leben erweckt wird und den speziellen Anforderungen des Marktes entspricht. Zur Verdeutlichung: Dieser Prozess ist es, der erfolgreiche Projekte von gescheiterten unterscheidet.",
    "tab2": "Systemdesign ist der Prozess der Definition von Elementen eines Systems wie Module, Architektur, Komponenten und deren Schnittstellen und Daten für ein System, das auf basiert die angegebenen Anforderungen. Es ist der Prozess der Definition, Entwicklung und Gestaltung von Systemen, die die spezifischen Bedürfnisse und Anforderungen eines Unternehmens oder einer Organisation erfüllen. Entwurfsmethoden: Architekturentwurf: Zur Beschreibung der Ansichten, Modelle, des Verhaltens und der Struktur des Systems. Logisches Design: Zur Darstellung des Datenflusses, der Ein- und Ausgänge des Systems. Zum Beispiel: ER-Diagramme (Entity Relationship Diagrams). Physisches Design. Definiert als: Wie Benutzer dem System Informationen hinzufügen und wie das System Informationen an den Benutzer zurückgibt. Wie die Daten im System modelliert und gespeichert werden. Wie sich Daten durch das System bewegen, wie Daten validiert, gesichert und/oder transformiert werden, während sie durch und aus dem System fließen.",
    "tab3": "Der Produktentwicklungsprozess umfasst alle Schritte, die erforderlich sind, um ein Produkt von der Idee bis zur Marktreife zu bringen. Dazu gehören die Ermittlung eines Marktbedarfs, die Untersuchung der Wettbewerbslandschaft, die Konzeption einer Lösung, die Entwicklung einer Produkt-Roadmap, die Entwicklung eines minimal lebensfähigen Produkts usw. Da sie letztendlich für den Erfolg oder Misserfolg der Produkte des Unternehmens verantwortlich sind, steuern Produktmanager den Produktentwicklungsprozess typischerweise von einem strategischen Standpunkt aus. Aber dieser Prozess ist nicht unbedingt eine Produktmanagement Funktion. Die Produktentwicklung erfordert die Arbeit und den Input vieler Teams in einem Unternehmen.",
    "tab4": "Testergebnisse sind das Ergebnis des gesamten Prozesses des Software-Test Lebenszyklus. Die so produzierten Ergebnisse bieten einen Einblick in die Leistungen eines Softwareprojekts und sind maßgeblich für die Darstellung des Status des Projekts gegenüber den Stakeholdern. Das Ergebnis ist eine Art Bestätigung, die uns schrittweise auf den richtigen Weg führt, um eine robuste Softwareanwendung zu erreichen. Das Testergebnis schließt den Softwaretest-Lebenszyklus ab und ermöglicht uns so, die Zahlen und Fakten zu betrachten und die nachfolgenden Aktivitäten schrittweise zu planen.",
    "ourCollaborationWith": "Unsere Zusammenarbeit mit der MC Labs war erstaunlich. Wir konnten unser Produkt in weniger als zwei Monaten veröffentlichen. Wir würde sie auf jeden Fall als unseren Geschäftspartner betrachten. Wir hoffen, auch bei unseren zukünftigen Projekten mit Ihnen zusammenarbeiten zu können!",
    "patrickDime": "Patrick, Dime",
    "mcLabsDid": "MC Labs hat beim Entwerfen und Implementieren unseres Systems hervorragende Arbeit geleistet. Die Arbeit wurde sehr schnell erledigt und die Qualität ist hervorragend. Wir haben gerne mit ihnen zusammengearbeitet, sehr zu empfehlen.",
    "besartBEElectric": "Besart, BE Electric",
    "weCanNotSpeak": "Wir können nicht oft genug sagen, wie angenehm war, mit der MC Labs zu arbeiten. Sie waren eine äußerst wertvolle Ressource und wir könnten mit ihrer Arbeit nicht zufriedener sein.",
    "mandyHT": "Mandy, HT",
    "evenMoreThan": "Noch mehr als ihre großartige Arbeit haben wir die Professionalität und die ständige Kommunikation des Unternehmens geschätzt. Es war auf jeden Fall erfrischend. Wir empfehlen sie uneingeschränkt weiter und freuen uns auf die weitere Zusammenarbeit.",
    "mariaHospital": "Maria, HospitAL",
    "MCLAbsWasFantastic": "MC Labs war fantastisch und es war eine Freude, mit ihm zu arbeiten. Sie haben ein tiefes Verständnis dafür, welche Arbeiten erforderlich waren und über die Erwartungen hinaus ausgeführt wurden. Ihre Arbeit war unglaublich professionell und es war eine Freude zu sehen!",
    "johnAsMed": "John, ASMed",
    "genuineGreatCommunication": "Echt! Großartige Kommunikation, großartige Arbeitsfähigkeiten in der Öffentlichkeitsarbeit und hohe Arbeitsqualität und -effizienz. Ich würde das nächste Mal gerne mit der MC Labs arbeiten.",
    "amrVitech": "Amr, Vitech",
    "allyGreatExperience": "Wirklich tolle Erfahrung. Sehr professionell, tolle Kommunikation, schnelle Antworten auf Fragen und ein interessantes Projekt. Ich kann sie bedenkenlos weiterempfehlen!",
    "adamOpen2Data": "Adam, Open2Data",
    "spanBehind": "Hinter",
    "spanTheScene": "Den Kulissen",
    "groundedAndSolution": "Bodenständiger und lösungsorientierter Informatiker und Ingenieur.",
    "teamOrganizer": "Teamorganisator, leidenschaftlich, intuitiv in der Entscheidungsfindung.",
    "responsibleForIdentifying": "Verantwortlich für die Identifizierung von Möglichkeiten für das Unternehmenswachstum.",
    "developingStrategies": "Strategien entwickeln und gute Inhalte produzieren.",
    "facilitatingCustomerService": "Erleichtern des Kundendienstes, Verwalten von Projekten und Kampagnen.",
    "spanLimitless": "Grenzenlos",
    "spanCreativeIdeas": "Kreative Ideen",
    "haveAnIdea": "Sie haben eine Idee und wissen nicht, wie Sie diese in die Tat umsetzen sollen? Keine Sorge, wir kennen diesen Kampf und helfen Ihnen gerne dabei, ihn zu beschleunigen. Von Anfang an kümmern wir uns um das anfängliche Design, präsentieren Ihnen eine Demo und gehen sicher zum nächsten Schritt über. Entspannen Sie sich einfach und sehen Sie zu, wie Ihre Idee zum Leben erweckt. vor allem stolz darauf sein!",
    "linkContactUs": "Kontaktiere uns",
    "hoursOfWork": "Arbeitszeiten",
    "projectsDone": "Projekte abgeschlossen",
    "satisfiedCustomers": "Zufriedene Kunden",
    "awardsWinning": "Auszeichnungen gewinnen",
    "btnClose": "schließen",
    "exampleModalLongTitle": "Datenschutz-Bestimmungen",
    "h5AboutMC": "Über MC Labs©",
    "h3MainOffice": "Hauptbüro",
    "h5Company": "Gesellschaft",
    "spanAboutUs": "Über uns",
    "spanTeam": "Team",
    "spanCustomers": "Kunden",
    "spanWork": "Arbeit",
    "spanBlog": "Blog",
    "h5Services": "Dienstleistungen",
    "liWebDesign": "Web Design",
    "liDevelopment": "Entwicklung",
    "liAnimations": "Animation",
    "liMobileApps": "Mobile Apps",
    "liCampaign": "Kampagne",
    "helpAndSupport": "Hilfe und Unterstützung",
    "socialMedia": "sozialen Medien",
    "liveChat": "Live Chat",
    "termsOfServices": "Nutzungsbedingungen",
    "liPrivacyPolicy": "Datenschutz-Bestimmungen",
    "spanCopyright": "Urheberrechte ©",
    "txtPosition1": "Hauptgeschäftsführer",
    "txtPosition2": "Gründer und Geschäftsführer",
    "txtPosition3": "Interner Projektleiter",
    "txtPosition4": "CMO und Marketingleiter",
    "txtPosition5": "Projektleiter",
    "txtPosition6": "Senior-Software-Entwickler",
    "txtPosition7": "COO und Projektmanager",
    "txtDescription8": "Sie sind wahrscheinlich einer der einfachsten Anbieter, mit denen ich je im digitalen Bereich gearbeitet habe. Sie haben unser Bestes im Sinn. Das Team ging noch einen Schritt weiter, um die Kosten auszuhandeln und innerhalb eines flexiblen Rahmens zu abgeben. Sie sind kundenorientiert und stark in der Entwicklungsqualität.",
    "txtPerson8": "Christina, SoftRoad",
    "txtPosition8": "Senior Projektmanager",
    "txtDescription9": "Sie haben wirklich tief gegraben, um unsere Branche und die Bedürfnisse unserer Kunden zu verstehen. Sie sind wirklich engagiert und immer bereit für die nächste Herausforderung",
    "txtPerson9": "Michael, Contract",
    "txtPosition9": "CFO und Betriebsleiter",
    "successStories": "Erfolgsgeschichten"
}