{
    "navHome": "Home",
    "navServices": "Servizi",
    "navPortofolio": "Portafoglio",
    "navWorkflow": "Flusso di lavoro",
    "navClients": "Clienti",
    "navTeam": "Squadra",
    "navContact": "Contatta",
    "navTogorea": "Togorea",
    "textPhilosophy": "Filosofia",
    "bringingCloserInnovative": "Avvicinando soluzioni innovative",
    "haveATechnology": "Hai un'idea di business legata alla tecnologia e vuoi espanderla, ma non sai come?",
    "youAreAFreshman": "Sei studente in informatica e vuoi lavorare con progetti eccitanti di aziende di tutto il mondo?",
    "wantToContribute": "Vuoi contribuire a un progetto open source?",
    "wantToBecome": "Vuoi diventare parte di un'idea collaborativa e trovare il tuo futuro partner commerciale?",
    "weVeGot": "Ti copriamo noi",
    "findOutMore": "Scopri di più",
    "forEveryComplex": "Per ogni problema complesso, c'è una risposta chiara, semplice e sbagliata.",
    "wordsByH": "Parole di H. L. Mencken",
    "whatIsMC": "Cos'è MC Labs?",
    "weAreCollaborative": "Siamo un'azienda tecnologica collaborativa che punta ad avvicinare le idee alle esigenze del business. Se sei una piccola, crescente o anche una grande azienda e vuoi espandere la tua indicazione nell'IT, qui troverai tutto ciò di cui hai bisogno. Uno staff appassionato, orientato alle soluzioni, che identifica le lacune del mercato sono comportamenti e sfide che affrontiamo quotidianamente",
    "whatWeDo": "Che cosa facciamo?",
    "weMainlyWork": "Lavoriamo principalmente nei nostri progetti, uniamo startup tecnologiche e offriamo consulenza nel settore IT a aziende e idee in crescita.",
    "spanServices": "Servizi",
    "knowMoreAbout": "Scopri di più su di noi",
    "h3Design": "Disegno",
    "itIsOurJob": "È il nostro lavoro presentarvi un'idea quando non ce l'avete. Dall' inizio progettiamo sistemi e soluzioni per ogni tipo di mercato.",
    "h3Development": "Sviluppo",
    "weAreCommited": "Ci impegniamo a offrirvi l'esperienza più piacevole e comprensibile nel processo di sviluppo delle vostre idee e soluzioni. Anche i nostri prodotti seguono le migliori pratiche di progettazione di sistemi e tecniche di implementazione.",
    "marketingAndStatistics": "Marketing e statistiche",
    "followingTheLatest": "Seguendo le ultime tendenze stiamo introducendo strategie di prima qualità per avere un impatto nel mondo esterno come: Intelligenza artificiale, pubblicità programmatica, influencer marketing e app di messaggistica sociale.",
    "h3Security": "Sicurezza",
    "ourTeamProvides": "Il nostro team fornisce le soluzioni più sicure, introducendo per la prima volta la sicurezza a tutti i livelli.",
    "h3RealtimeCommunication": "Comunicazione in tempo reale",
    "stayAlwaysConnected": "Resta sempre connesso con noi. Fornendoti tutti gli strumenti per entrare in contatto con il mondo.",
    "h3Seo": "SEO",
    "optimizingYourBusiness": "Ottimizzando il tuo business e rendendolo più accessibile al mondo. Il modo per farsi conoscere più semplice e collaborare più facilmente.",
    "spanRecent": "Recenti",
    "spanPortofolio": "Portafoglio",
    "liProjects": "Progetti",
    "liIllustration": "Illustrazione",
    "liMobile": "Mobile",
    "liPhotography": "Fotografia",
    "liWebsite": "Sito web",
    "shopAndFashion": "Negozio e moda",
    "spanAnalitycs": "Analisi",
    "spanAnalitycs2": "Analisi",
    "spanCryptoFinder": "Cryptofinder",
    "spanMobile": "Mobile",
    "dataEngineering": "Ingegneria dei dati",
    "spanStatistics": "Statistiche",
    "spanSteps": "PASSI",
    "spanWorkflow": "Flusso di lavoro",
    "iIdea": "Idea",
    "iDesign": "Disegno",
    "iResult": "Risultati",
    "iDevelop": "Sviluppo",
    "tab1": "Quando iniziamo i nostri progetti, la prima e più importante parte del processo di disegno e implementazione del sistema è avere un'idea solida. Sicuramente i criteri e le valutazioni possono cambiare, ma è fondamentale definire un prodotto che prenderà vita e si adatterà ai bisogni speciali del mercato. Per chiarezza, questo processo è quello che definisce i progetti di successo da quelli falliti.",
    "tab2": "La progettazione di sistemi è il processo di definizione degli elementi di un sistema come moduli, architettura, componenti e loro interfacce e dati per un sistema basato sui requisiti specificati. È il processo di definizione, sviluppo e progettazione di sistemi che soddisfano le necessità e i requisiti specifici di un business o di un'organizzazione. Metodi di progettazione: Progettazione architettonica: Per descrivere le viste, i modelli, il comportamento e la struttura del sistema. Disegno logico: Per rappresentare il flusso di dati, gli input e gli output del sistema. Esempio: Diagrammi ER (Entity Relationship Diagrams). Disegno fisico. Definito come: Come gli utenti aggiungono informazioni al sistema e come il sistema rappresenta le informazioni all'utente. Come i dati sono modellati e immagazzinati nel sistema. Come i dati si muovono attraverso il sistema, come i dati sono convalidati, protetti e/o trasformati mentre fluiscono attraverso e fuori dal sistema. ",
    "tab3": "Il processo di sviluppo del prodotto comprende tutti i passi necessari per portare un prodotto dal concetto alla disponibilità sul mercato. Questo include l'identificazione di un bisogno del mercato, la ricerca del panorama competitivo, la concettualizzazione di una soluzione, lo sviluppo di una roadmap del prodotto, la costruzione di un prodotto minimo vitale, ecc. Poiché sono in ultima analisi responsabili del successo o del fallimento dei prodotti dell'azienda, i product manager in genere guidano il processo di sviluppo del prodotto da un punto di vista strategico. Ma questo processo non è strettamente una funzione di gestione del prodotto. Lo sviluppo del prodotto richiede il lavoro e l'input di molti team in tutta l'azienda.",
    "tab4": "I risultati dei test sono il frutto dell'intero processo del ciclo di vita del test del software. I risultati così prodotti, offrono una visione dei deliverable di un progetto software, significativi nel rappresentare lo stato del progetto agli stakeholder. Il risultato è una sorta di conferma che ci porta gradualmente sulla strada giusta verso il perseguimento di un'applicazione software robusta. Il risultato del test conclude il ciclo di vita del test del software, permettendoci così di esaminare i fatti e le cifre e pianificare progressivamente le attività successive.",
    "ourCollaborationWith": "La nostra collaborazione con MC è stata sorprendente. Siamo stati in grado di rilasciare il nostro prodotto in meno di due mesi. Sicuramente li consideriamo il nostro partner commerciale. Speriamo di collaborare presto con loro in altri progetti!",
    "patrickDime": "Patrick, Dime",
    "mcLabsDid": "MC Labs ha fatto un lavoro meraviglioso nel disegnare e implementare il nostro sistema. Il lavoro è stato fatto molto rapidamente e la qualità è eccezionale. Ci è piaciuto lavorare con loro, altamente raccomandato.",
    "besartBEElectric": "Besart, BE Electric",
    "weCanNotSpeak": "Non possiamo parlare abbastanza di quanto sia stato piacevole lavorare con MC Labs. Sono stati una risorsa estremamente preziosa e non potremmo essere più soddisfatti del lavoro che ci hanno fornito.",
    "mandyHT": "Mandy, HT",
    "evenMoreThan": "Ancor più del loro ottimo lavoro, abbiamo apprezzato la professionalità dell'azienda e la comunicazione costante. È stato decisamente rinfrescante. Li raccomandiamo senza riserve e non vediamo l'ora di lavorare di nuovo con loro.",
    "mariaHospital": "Maria, HospitAL",
    "MCLAbsWasFantastic": "MC Labs è stato fantastico ed è stato un piacere lavorare con loro. Hanno una profonda comprensione del lavoro necessario e sono andati oltre le aspettative. Il loro lavoro è stato incredibilmente professionale e una gioia da vedere!",
    "johnAsMed": "John, ASMed",
    "genuineGreatCommunication": "Genuino! Ottima comunicazione, grande capacità di lavoro nel raggiungere gli altri e alta qualità ed efficienza del lavoro. Mi piacerebbe lavorare con loro la prossima volta.",
    "amrVitech": "Amr, Vitech",
    "allyGreatExperience": "Davvero una grande esperienza. Molto professionali, grande comunicazione, risposte veloci alle domande e un progetto interessante. Posso raccomandarli senza esitazione!",
    "adamOpen2Data": "Adam, Open2Data",
    "spanBehind": "Dietro",
    "spanTheScene": "La scena",
    "groundedAndSolution": "Scienziato e ingegnere informatico fondato e orientato alle soluzioni.",
    "teamOrganizer": "Organizzatore di squadre, appassionato, intuitivo nel prendere decisioni.",
    "responsibleForIdentifying": "Responsabile dell'identificazione delle opportunità di crescita del business.",
    "developingStrategies": "Sviluppando strategie e producendo buoni contenuti.",
    "facilitatingCustomerService": "Facilitando il servizio clienti, gestendo progetti e campagne.",
    "spanLimitless": "Senza limiti",
    "spanCreativeIdeas": "Idee creative",
    "haveAnIdea": "Hai un'idea e non sei sicuro di come può diventare realtà? Non preoccuparti, conosciamo quella lotta e siamo più che felici di aiutarti ad accelerarla. Dall'inizio ci occuperemo del disegno iniziale, ti rappresenteremo una demo e sicuramente passeremo al passo successivo. Rilassati e vedi la tua idea che prende vita. La cosa più importante è esserne orgoglioso!",
    "linkContactUs": "Contattaci",
    "hoursOfWork": "Ore di lavoro",
    "projectsDone": "Progetti realizzati",
    "satisfiedCustomers": "Clienti soddisfatti",
    "awardsWinning": "Premi vinti",
    "btnClose": "Chiudere",
    "exampleModalLongTitle": "Politica sulla privacy",
    "h5AboutMC": "Su MC Labs©",
    "h3MainOffice": "Ufficio centrale",
    "h5Company": "Azienda",
    "spanAboutUs": "Chi siamo",
    "spanTeam": "Squadra",
    "spanCustomers": "Clienti",
    "spanWork": "Lavoro",
    "spanBlog": "Blog",
    "h5Services": "Servizi",
    "liWebDesign": "Disegno Web ",
    "liDevelopment": "Sviluppo",
    "liAnimations": "Animazioni",
    "liMobileApps": "Aplicazzioni Mobile",
    "liCampaign": "Campagne",
    "helpAndSupport": "Aiuto e supporto",
    "socialMedia": "Social Media",
    "liveChat": "Chat in diretta",
    "termsOfServices": "Condizioni di servizio",
    "liPrivacyPolicy": "Politica sulla privacy",
    "spanCopyright": "Diritto d'autore",
    "txtPosition1": "Direttore generale",
    "txtPosition2": "Fondatore e CEO",
    "txtPosition3": "Responsabile interno del progetto",
    "txtPosition4": "CMO e direttore di marketing",
    "txtPosition5": "Supervisore di progetti",
    "txtPosition6": "Ingegnere software senior",
    "txtPosition7": "COO e Supervisore di progetti",
    "txtDescription8": "Sono probabilmente uno dei venditori più semplici con cui abbia mai lavorato nello spazio digitale. Hanno in mente i nostri migliori interessi. La squadra ha fatto il possibile per negoziare i costi e consegnare in un ambito flessibile. Sono focalizzati sul cliente e forti in termini di qualità di sviluppo.",
    "txtPerson8": "Christina, SoftRoad",
    "txtPosition8": "Direttore di progetto senior",
    "txtDescription9": "Hanno davvero scavato a fondo per capire il nostro settore e le esigenze dei clienti. Sono veramente impegnati e sempre pronti per la prossima sfida.",
    "txtPerson9": "Michael, Contract",
    "txtPosition9": "CFO e direttore operativo",
    "successStories": "Storie di successo",
    "weUseCookies": "Usiamo i cookie su questa pagina, vedi il nostro",
    "cookiePolicy": "politica dei cookie",
    "okButton": "OK"
}