{
    "navHome": "Inicio",
    "navServices": "Servicios",
    "navPortofolio": "Portafolio",
    "navWorkflow": "Metodología",
    "navClients": "Clientes",
    "navTeam": "Equipo",
    "navContact": "Contacto",
    "navTogorea": "Togorea",
    "textPhilosophy": "Filosofía",
    "bringingCloserInnovative": "Acercando soluciones innovadoras",
    "haveATechnology": "¿Tienes una idea de negocio relacionada con la tecnología y quieres expandirla, pero no sabes cómo?",
    "youAreAFreshman": "¿Eres un estudiante de primer año de tecnología de la información y quieres trabajar con proyectos emocionantes de empresas de todo el mundo?",
    "wantToContribute": "¿Quieres contribuir en un proyecto de código abierto?",
    "wantToBecome": "¿Quieres formar parte de una idea colaborativa para encontrar a tu futuro socio comercial?",
    "weVeGot": "Te tenemos en cuenta",
    "findOutMore": "SABER MÁS",
    "forEveryComplex": "Para cada problema complejo, hay una respuesta que es clara, simple e incorrecta.",
    "wordsByH": "HL Mencken",
    "whatIsMC": "¿Qué es MC Labs?",
    "weAreCollaborative": "Somos una empresa de tecnología colaborativa con el objetivo de acercar tus ideas a tus necesidades comerciales. Si tú tienes una empresa pequeña, en crecimiento o, incluso, grande y deseas ampliar tu indicación en TI, aquí encontrarás todo lo que necesitas.",
    "whatWeDo": "¿Qué hacemos?",
    "weMainlyWork": "Trabajamos principalmente en nuestros proyectos, unimos nuevas empresas tecnológicas y ofrecemos consultoría en la industria de TI para empresas e ideas en crecimiento.",
    "spanServices": "Servicios",
    "knowMoreAbout": "Conozca más sobre nosotros",
    "h3Design": "Diseño",
    "itIsOurJob": "Nuestro objetivo es darte una idea cuando no la tienes. Desde el principio, nosotros diseñamos sistemas y soluciones para cada tipo de mercado.",
    "h3Development": "Desarrollo",
    "weAreCommited": "Nos comprometemos a ofrecerte la experiencia más agradable y comprensible en el proceso de desarrollo de tus ideas y soluciones. Además nuestros productos siguen las mejores prácticas de diseño de sistemas y técnicas de implementación.",
    "marketingAndStatistics": "Mercadotecnia y estadísticas",
    "followingTheLatest": "Siguiendo las últimas tendencias, estamos introduciendo estrategias de primer nivel para generar impacto en el mundo exterior, como: inteligencia artificial, publicidad programática, marketing de influencia y aplicaciones de mensajería social.",
    "h3Security": "Seguridad",
    "ourTeamProvides": "Nuestro equipo proporciona las soluciones más seguras, introduciendo por primera vez seguridad cubierta en todas las capas.",
    "h3RealtimeCommunication": "Comunicación en tiempo real",
    "stayAlwaysConnected": "Mantente siempre conectado con nosotros, proporcionándote todas las herramientas para que te puedas poner en contacto con el mundo.",
    "h3Seo": "SEO",
    "optimizingYourBusiness": "Optimizando tu negocio y haciéndolo más accesible al mundo. La manera de darse a conocer más simple y colaborar más fácil.",
    "spanRecent": "Reciente",
    "spanPortofolio": "Portafolio",
    "liProjects": "Proyectos",
    "liIllustration": "Ilustraciónes",
    "liMobile": "Móvil",
    "liPhotography": "Fotografía",
    "liWebsite": "Sitio web",
    "shopAndFashion": "Tienda y moda",
    "spanAnalitycs": "Analíticas",
    "spanAnalitycs2": "Analíticas",
    "spanCryptoFinder": "Buscador de criptomonedas",
    "spanMobile": "Móvil",
    "dataEngineering": "Ingeniería de datos",
    "spanStatistics": "Estadísticas",
    "spanSteps": "PASOS",
    "spanWorkflow": "Metodología",
    "iIdea": "Idea",
    "iDesign": "Diseño",
    "iResult": "Resultados",
    "iDevelop": "Desarrollo",
    "tab1": "Cuando comenzamos nuestros proyectos, la primera y más importante parte en el proceso de diseño e implementación del sistema es tener una idea sólida. Sin duda, los criterios y las evaluaciones pueden cambiar, pero es crucial definir un producto que cobre vida y se ajuste a las necesidades especiales del mercado. Para mayor claridad, este proceso es el que diferencia los proyectos exitosos de los fallidos.",
    "tab2": "El diseño de sistemas es el proceso de definir elementos de un sistema como módulos, arquitectura, componentes y sus interfaces y datos para un sistema basado en los requisitos especificados. Es el proceso de definir, desarrollar y diseñar sistemas que satisfagan las necesidades y requerimientos específicos de una empresa u organización. Métodos de diseño: Métodos de diseño: Diseño arquitectónico: Describe las vistas, modelos, comportamiento y estructura del sistema. Diseño lógico: Para representar el flujo de datos, entradas y salidas del sistema. Ejemplo: Diagramas ER (Diagramas de relación de entidad). Diseño físico. Definido como: Cómo los usuarios agregan información al sistema y cómo el sistema representa la información para el usuario. Cómo se modelan y almacenan los datos dentro del sistema. Cómo se mueven los datos a través del sistema, cómo se validan, aseguran y/o transforman los datos a medida que fluyen a través y fuera del sistema.",
    "tab3": "El proceso de desarrollo de productos abraca todo los pasos necesarios para llevar dicho producto desde el propio concepto hasta su disponibilidad en el mercado. Esto incluye identificar una necesidad del mercado, investigar el panorama competitivo, conceptualizar una solución, desarrollar una hoja de ruta del producto, crear un producto mínimo viable, etc. Debido a que son los responsables últimos del éxito o el fracaso de los productos de la empresa, los gerentes impulsan el producto con un proceso de desarrollo estrategico. Pero este proceso no es estrictamente una función de gestión de productos, sino que es un desarrollo el cual requiere el trabaja y el aporte de muchos equipos en una empresa.",
    "tab4": "Los resultados de las pruebas son el resultado de todo el proceso del ciclo de vida de dichas pruebas de software. Los resultados así producidos ofrecen una visión de los entregables de un proyecto de software, significativos para representar el estado del proyecto a las partes interesadas. El resultado es una especie de confirmación que nos lleva, gradualmente, al camino correcto hacia la búsqueda de una aplicación de software sólida. El resultado de la prueba concluye con el ciclo de vida de la prueba del software, lo que nos permite analizar los hechos y las cifras y planificar progresivamente las actividades posteriores.",
    "ourCollaborationWith": "Nuestra colaboración con MC ha sido sorprendente. Hemos podido lanzar nuestro producto en menos de dos meses. Definitivamente los consideraría nuestro socio comercial. Esperamos cooperar con ellos en otros proyectos pronto.",
    "patrickDime": "Patrick, Dime",
    "mcLabsDid": "MC Labs hizo un trabajo maravilloso al diseñar e implementar nuestro sistema. El trabajo se hizo muy rápidamente y la calidad es excepcional. Disfrutamos trabajando con ellos, muy recomendable.",
    "besartBEElectric": "Besart, BE Electric",
    "weCanNotSpeak": "No nos cansamos de decir que ha sido un placer trabajar con MC Labs. Han sido un recurso extremadamente valioso y no podríamos estar más contentos con el trabajo que han realizado.",
    "mandyHT": "Mandy, HT",
    "evenMoreThan": "Incluso más que su gran trabajo, apreciamos la profesionalidad de la empresa y su constante comunicación. Fue definitivamente refrescante. Los recomendamos sin reservas y estamos deseando volver a trabajar con ellos.",
    "mariaHospital": "Maria, HospitAL",
    "MCLAbsWasFantastic": "MC Labs fue fantástico y fue un placer trabajar con ellos. Entendieron perfectamente lo que se necesitaba y trabajaron por encima de las expectativas. Su trabajo fue increíblemente profesional y fue un placer verlo.",
    "johnAsMed": "John, ASMed",
    "genuineGreatCommunication": "¡Genuino! Gran comunicación, gran capacidad de trabajo de divulgación y alta calidad y eficiencia en el trabajo. Me encantaría trabajar con ellos la próxima vez.",
    "amrVitech": "Amr, Vitech",
    "allyGreatExperience": "Realmente una gran experiencia. Muy profesional, gran comunicación, respuestas rápidas a las preguntas y un proyecto interesante. Los recomiendo sin duda alguna.",
    "adamOpen2Data": "Adam, Open2Data",
    "spanBehind": "Detrás de",
    "spanTheScene": "La escena",
    "groundedAndSolution": "Ingeniero informático con conocimientos y orientación a soluciones.",
    "teamOrganizer": "Organizador de equipos, apasionado, intuitivo en la toma de decisiones.",
    "responsibleForIdentifying": "Encargado de identificar oportunidades de crecimiento empresarial, planes y procesos de negocio.",
    "developingStrategies": "Desarrollar estrategias y producir buen contenido.",
    "facilitatingCustomerService": "Facilitando la atención al cliente, gestionando proyectos y campañas.",
    "spanLimitless": "Sin límites",
    "spanCreativeIdeas": "Ideas creativas",
    "haveAnIdea": "¿Tienes una idea y no estás seguro de cómo hacerla realidad? No te preocupes, sabemos lo que necesitas y estamos seguros y felizes de poder ayudarte a cumplirla. Desde el principio nos encargaremos del diseño inicial, te mostraremos una simulación y avanzaremos al siguiente paso. Simplemente, deje tus preocupaciones a un lado y observa cómo tu idea va tomando forma. ¡Lo más importante es estar orgulloso de ello!",
    "linkContactUs": "Contáctanos",
    "hoursOfWork": "Horas de trabajo",
    "projectsDone": "Proyectos Realizados",
    "satisfiedCustomers": "Clientes satisfechos",
    "awardsWinning": "Ganador de premios",
    "btnClose": "Cerrar",
    "exampleModalLongTitle": "Política de privacidad",
    "h5AboutMC": "Acerca de MC Labs©",
    "h3MainOffice": "Oficina principal",
    "h5Company": "Compañía",
    "spanAboutUs": "Acerca de nosotros",
    "spanTeam": "Equipo",
    "spanCustomers": "Clientes",
    "spanWork": "Trabajo",
    "spanBlog": "Blog",
    "h5Services": "Servicios",
    "liWebDesign": "Diseño web",
    "liDevelopment": "Desarrollo",
    "liAnimations": "Animación",
    "liMobileApps": "Aplicaciones móviles",
    "liCampaign": "Campañas",
    "helpAndSupport": "Ayuda y asistencia",
    "socialMedia": "Redes Sociales",
    "liveChat": "Chat en vivo",
    "termsOfServices": "Condiciones de servicio",
    "liPrivacyPolicy": "Política de privacidad",
    "spanCopyright": "Copyright",
    "txtPosition1": "Gerente general",
    "txtPosition2": "Fundador y CEO",
    "txtPosition3": "Gerente de proyecto interno",
    "txtPosition4": "CMO y director de Marketing",
    "txtPosition5": "Supervisor de proyecto",
    "txtPosition6": "Ingeniero superior de software",
    "txtPosition7": "COO y Supervisor de proyecto",
    "txtDescription8": "Son probablemente uno de los proveedores más fáciles con los que he trabajado en el espacio digital. Tienen nuestros mejores intereses en mente. El equipo se esforzó al máximo en negociar los costes y en ofrecer un alcance flexible. Se centran en el cliente y son fuertes en términos de calidad de desarrollo.",
    "txtPerson8": "Christina, SoftRoad",
    "txtPosition8": "Gerente Senior de Proyectos",
    "txtDescription9": "Realmente han profundizado en la comprensión de nuestro sector y de las necesidades de los clientes. Están realmente comprometidos y siempre dispuestos a afrontar el siguiente reto.",
    "txtPerson9": "Michael, Contract",
    "txtPosition9": "CFO y gerente de operaciones",
    "successStories": "Historias de Éxito",
    "weUseCookies": "Usamos cookies en esta página, vea nuestro",
    "cookiePolicy": "politica de cookies",
    "okButton": "OK"
}